{
  "inputText": "# Human Made\n\nYour Art. Your Hands. Your Humanity.\n\nJoin 12,847 artists protecting human creativity with the first verification badge that proves a real person—not an algorithm—created your work.\n\n🎨👤 Verified by real artists who witness your creative process\n\n---\n\n## The Problem\n\nAI can generate \"art\" in seconds.\n2.5 billion AI images created daily.\nYour work exists unprotected, uncredited, and uncompensated.\n\nThe question \"did a human make this?\" now needs asking.\n\n---\n\n## The Solution\n\nHuman Made is the organic label for art.\nProof of authenticity in a world of artificial everything.\n\nLike organic food stands apart from processed,\nhuman creativity deserves recognition and protection.\n\n---\n\n## The Three C's\n\n**CONSENT** ✋\nYour work, your rules. Control how your art is used for AI training.\n\n**COMPENSATION** 💰\nIf companies profit from your creativity, you deserve fair payment.\n\n**CREDIT** ✏️\nYour name stays with your art. Always attributed, never anonymous.\n\n---\n\n## How It Works\n\n**Step 1:** Book a 30-minute call with a verified artist who understands your medium.\n\n**Step 2:** Create live. Sketch, paint, photograph, design—whatever you do, do it live.\n\n**Step 3:** Receive your customizable badge instantly. You are officially Human Made.\n\nOnly 30 minutes. No tests. Just human recognizing human.\n\n---\n\n## Why Now?\n\nCara proved it.\n600,000 artists moved platforms in ONE WEEK when AI controversy hit.\n\nThe next wave is coming.\nWill you be ready?\n\nEvery day without verification is another day your art goes unprotected.\n\n---\n\n## The Verification Difference\n\nBlue checks verify identity.\nHuman Made verifies humanity.\n\nA real artist watches you create live.\nAI can't fake the creative process, the conversation, the humanity.\n\nThis isn't a checkbox. It's real human validation.\n\n---\n\n## Pricing\n\n**Artist - $49/year**\nHuman-to-human verification, customizable badge, community access.\n\n**Professional - $79/year**\nPriority booking, advanced customization, blog features, analytics.\n\n**Studio - $149/year**\nVerify up to 5 team members, API access, priority support.\n\n---\n\n## The Movement\n\nWe believe human creativity is sacred.\nNot better than AI, but different. Irreplaceable. Worth protecting.\n\nEvery Human Made badge is a vote for a future where human creativity is valued, protected, and celebrated.\n\nJoin 12,847 artists standing for human creativity.\n\n---\n\n## Ready to Join?\n\nGet verified today.\n30-day money-back guarantee.\n\nHuman Made. By Art Helper. Trusted by 10,000+ artists since 2019.",
  "textMode": "condense",
  "format": "presentation",
  "themeId": "kraft",
  "imageOptions": {"source": "unsplash"},
  "textOptions": {"amount": "brief", "tone": "direct, minimal"},
  "additionalInstructions": "One key insight per slide. Minimal text. Let whitespace do the talking. Clean, credible, no AI smell.",
  "cardSplit": "inputTextBreaks"
}